[
    {
        "title": "02/13/2309_Maria_Passero",
        "text": "Passero's personal log. She is brisk and silent as she packs her bags.\nSomeone else comes in. He looks sad and she stops as he hugs her.\nThey don't say anything. He just pulls back, looks at her, and smiles.\nOh - he says 'I know why you have to do this.'\nShe sighs. 'I'm still sorry.'\n'I know.'\n...\nHe leaves. The rest of the log is her packing.\nWho was he? What is she doing?"
    },
    {
        "title": "02/15/2309_Maria_Passero",
        "text": "Passero's personal log. It looks like she's already unpacked several bags and is now writing at her desk.\nSomeone else speaks - 'Would you like some help with that?'\n'You know what? I'd like that,' she says. 'After all, you're the fancy AI. You can probably calculate this faster than I can, after all.' The other voice just chuckles.\nAI?\n...\nWhat?"
    },
    {
        "title": "07/13/2309_Maria_Passero",
        "text": "Passero's personal log. She mentions a cake! There was a birthday. That sounds nice.\nShe looks like she's in a kitchen, and she's cooking.\n'Do you ever wonder what things taste like?' she asks, and a voice answers, 'All the time.'\n'Maybe you'll get to find out eventually, after all of this,' Passero says. 'If everything works out.'\nThere's a pause... then the other voice says, 'I hope so. I appreciate everything you're doing for me.' Passero smiles, then the log ends."
    },
    {
        "title": "08/15/2309_Maria_Passero",
        "text": "Passero's personal log. She looks tired.\n'The others are getting worn out,' she says. 'I know the stakes are high. I had to tell Caryn not to overwork herself, but the timeline is so tight...'\nAnother voice says not to worry, and she laughs. 'Look at you, being so motherly,' she jokes. 'You'll turn into me if you're not careful.'\n'That wouldn't be so bad,' the voice says.\n'You're a funny one, Ada.'\nAda, Caryn... These people sound so close-knit."
    },
    {
        "title": "09/07/2309_Maria_Passero",
        "text": "Oh... this isn't a log. This is a document... 'University of Hallehagen Robotics Department, Project Ada.'\nIt has a date... Dec. 3rd. It says there's a solar flare. That can't be good.\nIt says... 'In the face of adversity, the HRD has been awarded a grant to continue their work up north. Their project could be vital to the survival of our society.'\nOh. That sounds really important.\n...Was I a part of this team?\nThe rest of the document looks like schematics for a 'black box.'\nWhat about the solar flare?"
    },
    {
        "title": "11/31/2309_Maria_Passero",
        "text": "It's staticky, but I can tell this is Passero's log... but there's only audio. 'The world's on fire,' she says, 'but this log should be safe. I hope.' Her voice is kind of hoarse... She pauses. 'Ada, say who you are for the log.'\n'I am Ada. I am a personal assistant for the University of Hallehagen robotics department.'\nPassero laughs weakly. 'Good enough.' She goes quiet... then she sighs. 'I think it's time, Ada.'\n'Very well, Dr Passero.'\nThis one feels... I don't know. Upsetting."
    }
]